Repository: OCSInventory-NG/Macosx-Packager
Catalog: *.lproj/Localizable.strings
Languages: french

source: Yes
french: Oui

source: No
french: Non

# Invalid_pkg_file
source: Invalid OCS MacOSX agent installer file
french: Fichier d'installation de l'agent OCS MacOSX invalide

# Invalid_pkg_file_comment
source: Please choose an OCS MacOSX agent installer pkg file path
french: Veuillez choisir un fichier d'installation de l'agent OCS MacOSX

# Invalid_srv_addr
source: Invalid OCS server address
french: Adresse du server OCS invalide

# Invalid_srv_addr_comment
source: Please check and re-enter your OCS server address
french: Veuillez saisir de nouveau l'adresse du serveur OCS

# Missing_cert_warn
source: You have enabled Download feature but you don't specify a certificate file... Do you want to continue ?
french: Vous avez activé la fonctionnalité de télé-déploiement mais vous n'avez pas spécifié de fichier certificat... Voulez-vous continuer ?

# Missing_cert_warn_comment
source: If you don't specifiy a certificate file, Download feature won't work
french: Si vous ne spécifiez pas de fichier certificat, la fonctionnalité de télé-déploiment ne fonctionnera pas

# Periodicity_warn
source: Invalid periodicity value
french: Valeur de la pérodicité invalide

# Periodicity_warn_comment
source: Please enter a valid number value
french: Veuillez rentrer un nombre valide

# Package_already_exists_warn
source: %@ file already exists in export directory... Do you want to continue ?
french: Le fichier %@ existe déjà dans le dossier d'export... Voulez-vous continuer ?

# Package_already_exists_warn_comment
source: The previous %@ file will be deleted
french: Le fichier %@ existant sera écrasé

# Package_remove_error_warn
source: Error while removing %@ file !!!
french: Erreur lors de la suppression du fichier %@ !!!

# Package_remove_error_warn_comment
source: Check if you have enough permissions on existing file
french: Vérifiez que vous avez les permissions suffisantes sur le fichier existant

# Package_copy_error_warn
source: Error while copying %@ file !!!
french: Erreur lors de la copie du fichier %@ !!!

# Package_copy_error_warn_comment
source: Check if you have enough permissions to read source file and write the new file
french: Vérifiez que vous avez les permissions suffisantes pour lire le fichier source et écrire le nouveau fichier

# Package_write_error_warn_comment
source: Check if you have enough permissions to write new %@ file
french: Vérifiez que vous avez les permissions suffisantes pour écrire le nouveau fichier %@

# Plugins_remove_error_warn
source: Error removing plugins dir in %@ file !!!
french: Erreur lors de la suppressin du dossier plugins dans le fichier %@ !!!

# Preinstall_copy_error_warn
source: Error while copying preinstall file !!!
french: Erreur lors de la copie du fichier preinstall !!!

# Preupgrade_copy_error_warn
source: Error while copying preupgrade file !!!
french: Erreur lors de la copie du fichier preupgrade !!!

# Configuration_file_write_error_warn
source: Error while creating ocsinventory-agent.cfg file !!!
french: Erreur lors de la création du fichier ocsinventory-agent.cfg !!!

# Modules_file_write_error_warn
source: Error while creating modules.conf file !!!
french: Erreur lors de la création du fichier modules.conf !!!

# Cacert_file_copy_error_warn
source: Error while copying cacert.pem file !!!
french: Erreur lors de la copie du fichier cacert.pem !!!

# Launchd_file_write_error_warn
source: Error while creating org.ocsng.agent.plist file !!!
french: Erreur lors de la copie du fichier org.ocsng.agent.plist !!!

# Now_file_write_error_warn
source: Error while creating now file !!!
french: Erreur lors de la création du fichier now !!!

# Package_succesfully_created
source: OCS MacOSX agent custom install package successfully created
french: Le paquet d'installation personnalisée de l'agent OCS MacOSX a été créé avec succès

# Package_succesfully_created_comment
source: %@ file has been created in %@ directory
french: Le fichier %@ a été créé dans le dossier %@

source: Invalid export path
french: Répertoire d'export invalide

# Invalid_export_path_comment
source: Please choose an export path
french: Veuillez choisir un répertoire d'export

# Invalid_export_file_name
source: Invalid file name
french: Nom de fichier invalide

# Invalid_export_file_name_comment
source: Please enter a valid file name
french: Veuillez saisir un nom de fichier valide
